"OK" = "Εντάξει";
"All subscriptions" = "Όλες οι συνδρομές";
"Privacy" = "Μυστικότητα";
"Privacy policy" = "Πολιτική απορρήτου";
"Purchases restored successfully!" = "Οι αγορές αποκαταστάθηκαν με επιτυχία!";
"Restore" = "Επαναφέρω";
"Restore purchases" = "Επαναφορά αγορών";
"Terms" = "Οροι";
"Terms and conditions" = "Οροι και Προϋποθέσεις";
"Annual" = "Ετήσιο";
"6 Month" = "6 μήνες";
"3 Month" = "3 μήνες";
"2 Month" = "2 μηνών";
"Monthly" = "Μηνιαίο";
"Weekly" = "Εβδομαδιαίος";
"Lifetime" = "Διάρκεια Ζωής";
"%d%% off" = "Έκπτωση %d%%";
"Continue" = "Να συνεχίσει";
"Default_offer_details_with_intro_offer" = "Ξεκινήστε τη δοκιμή {{ sub_offer_duration }} και μετά {{ total_price_and_per_month }}.";
"Something went wrong" = "Κάτι πήγε στραβά";
